Repository: yfh/luvfoo
Catalog: po/yfh-*/luvfoo.po
Languages: tr

source: Once a group is deleted it cannot be restored. Please be very careful when deleting a group
tr: Bir kere grup silindi mi, tekrar feri getirilemez. Lütfen grubu silerken dikkatli olunuz.

source: Are you sure you want to delete this group? This can not be undone.
tr: Grubu silmek istediğinizden emin misiniz?

source: There are not currently any groups.
tr: Şu anda mevcut herhangi bir grup bulunmuyor.

source: Group Description
tr: Grup tanımı

source: Tags help other users find your group. Use something descriptive.
tr: Etiketler, başkalarının grubunuzu bulmasına yardımcı olur. Grubunuzu tanımlayıcı etiket kullanının.

source: Example: Teachers, French - for a group of teachers interested in French.
tr: Öğretmenler,Fransızca - Fransızca'ya ilgi duyan öğretmenlerin grubu

source: Public (visible to non-members)
tr: Açık (üye olmayanlar tarafından görülebilir)

source: Requires Permission to Join
tr: Katılmak için izin gerekli

source: Default Role
tr: Varsayılan Rol

source: (observers can view but not participate)
tr: (Gözlemciler görebilirler fakat katılamazlar)

source: <span class="link-button">%{login_link}</span> or <span class="link-button">%{join_link}</span> before joining this group
tr: Gruba katılmadan önce <span class="link-button">%{login_link}</span> or <span class="link-button">%{join_link}</span>

source: Add Group Image
tr: Grup imajı ekle

source: Membership in the group %{group_name} requires approval from a group administrator.
tr: %{group_name} grubunda üyelik yönetici onayı gerektirmektedir.

source: Stop membership in this group
tr: Bu gruptaki üyeliği durdur.

source: Are you sure you want to leave this group?
tr: Bu gruptan ayrılmak istediğinize emin misiniz?

source: Events
tr: Etkinlikler

source: Upload a photo for your story
tr: Hikayeniz için bir fotoğraf yükleyin

source: Path
tr: Yol

source: %{link} - %{time} ago.
tr: %{link} - %{time} önce

source: Conversation with %{name}
tr: %{name} ile konuşmalar

source: Latest from %{blog}
tr: %{blog} son bilgiler

source: Send Invitations for Your Friends to Join %{name}
tr: %{name} katılmak için arkadaşlarınıza davetiye gönderin.

source: Delete this post.
tr: Bu gönderiyi sil.

source: Organization
tr: Organizasyon

source: Web Site of your Organization
tr: Organizasyonunuzun web sayfası

source: Primary Phone
tr: Telefon -1

source: Upload a photo for your profile
tr: Profoliniz için bir fotoğraf yükleyin

source: Delete my user account and all my data.
tr: Kullanıcı hesabımı ve tüm bilgilerimi sil.

source: Are you sure you want to delete your account? This can not be undone.
tr: Hesabınızı silmek istediğinizden emin misiniz?

source: Some of our current groups
tr: Şu anki gruplarınızdan bazıları

source: Date of Birth
tr: Doğum tarihi

source: Preview
tr: Önizleme

source: Edit in New Window
tr: Yeni pencerede düzenle

source: Get a bookmark to make sharing easier
tr: Daha kolay paylaşım için yer imi edinin.

source: <b>Hint:</b> After you have set up the bookmark for sharing, go to a Google Document, Spreadsheet, or Presentation and click the bookmark to share it with a person or group inside of TWB.
tr: <b>Hint:</b> Paylaşım için yer imini kurduktan sonra, Google Document, Spreadsheet ya da Presentation'a gidiniz ve TWB içerisnde bir grup ya da kişiyle paylaşmak için yer imine tıklayınız.

source: Allow the groups and people I selected to <strong>view</strong> the document. (We verified that you published the document.)
tr: <strong>view</strong> belgesinden seçmiş olduğum gruplara ve kişilere izin ver. (Belgeyi yayınladığınız doğruluyoruz)

source: Because you haven't published the document, only people you share it with in Google Docs will be able to access it.
tr: Sadece Google Docs aracılığı ile paylaşmış olduğunuz kişiler belgeye erişebilir çünkü belgeyi henüz yayınlamadınız.

source: Return to the Google doc to publish it
tr: Yayınlamak için Google docs'a geri dön

source: (Choose <i>Publish as web page...</i> from the <i>Share</i> menu.)
tr: (<i>Paylaş</i> menüsünden <i>eb sayfası olarak yayınla...</i> seçiniz.

source: Allow the people I selected to <strong>edit</strong> the document.
tr: <strong>edit</strong> belgesi için seçtiğim kişilere izin ver

source: Use this email list to share the document to them in Google docs.
tr: Google Docs'ta belgeyi paylaşmak için bu e-posta listesini kullanınız.

source: Go to the Google doc to share it
tr: Paylaşmak için Google Doc'a gidiniz.

source: (Choose <i>Share with others</i> from the <i>Share</i> menu.)
tr: <i>Paylaş</i> menüsünden <i>Başkaları ile paylaş</i> seçiniz

source: List the document on my dashboard
tr: Dashboard'umdaki belge listesi

source: List the document on my profile
tr: Profilimdeki belge listesi

source: We're glad to have you as a member of Teachers Without Borders.
tr: Habitat İçin Gençlik üyesi olduğunuz için teşekkür ederiz

source: Inbox(%{num_unread_messages})
tr: Gelen Kutusu(%{num_unread_messages})

source: %{profile} requests to be your friend %{accept}
tr: %{profile} arkadaşınız olmak için talepler %{accept}

source: discussion
tr: Tartışma

source: discussions
tr: Tartışmalar

source: (accept)
tr: (Kabul)

source: Sorry, only group members can create comments
tr: Özür dileriz, sadece grup üyeleri yorum yapabilirler.

source: Forum For %{forum}
tr: %{forum} için Forum

source: Thank you for inviting your friends to join '%{group_name}' on %{site}
tr: %{site} sitesindeki '%{group_name}' grup için arkadaşlarınızı davet ettiğiniz için teşekkürler.

source: Please specify an email address of a friend you would like to invite to join '%{group_name}'
tr: '%{group_name}' grubuna arkadaşınızı davet etmek için lütfen arkadaşınızın e-posta adresini açıkça belirtin.

source: Please come and join our group '%{group_name}' on %{site}.
tr: %{site} sitesindeki '%{group_name}' grubumuza katılın.

source: An error occured while joining the group. Please try again.
tr: Gruba katılırken bir hata oluştu.Lütfen tekrar deneyiniz.

source: You don't have permission manage the news for this group.
tr: Bu gruptaki haberleri yönetmek için izniniz bulunmuyor.

source: You don't have permission to delete that photo.
tr: Fotoğrafı silmek için izniniz bulunmuyor.

source: Unable to display document.
tr: Belge görüntülenemiyor

source: Could not find a password reset code. Please try resetting your password again
tr: Reset kodu için şifre bulunamıyor. Lütfen şifrenizi resetlemeyi tekrar deneyiniz.

source: Could not find the specified user.
tr: Belirlenmiş kullanıcı bulunamıyor.

source: Thank you for inviting your friends to join %{site}
tr: %{site} sitesibe arkadaşlarınızı davet ettiğiniz için teşekkürler.

source: Please come and join me on %{site}
tr: %{site} sitesine gelin ve bana katılın.

source: Please come and join %{site}.
tr: %{site} sitesine gelin ve katılın.

source: Web page was shared
tr: Web sayfası paylaşıldı

source: Welcome to TWB!
tr: TWB'ya hoşgeldiniz.

source: See the %{getting_started_link_anchor}getting started page%{getting_started_link_end} to learn more about what you can do here.
tr: Burada neler yapabileceğinizi öğrenmek için %{getting_started_link_anchor}başlangıç sayfasına %{getting_started_link_end} bakınız.

source: Youth for Habitat
tr: Ulusal Gençlik Parlamentosu

source: Member of a volunteer or civil society organization
tr: Herhangi bir sivil toplum ya da gönüllü kuruluşa üye misiniz?

source: Yes
tr: Evet

source: No
tr: Hayır

source: Organization Status
tr: Statüsü

source: Association
tr: Dernek

source: Foundation
tr: Vakıf

source: Youth Council
tr: Gençlik Meclisi

source: Student Club/Union/Council
tr: Öğrenci Kulübü/ Topluluğu / Konseyi

source: Youth Network
tr: Diğer

source: Other
tr: Diğer

source: Reason for signing up for www.tgag.org
tr: www.tgag.org web sitesinden nasıl haberdar oldunuz?

source: To benefit from the courses
tr: Eğitim bölümlerinde yer alan kurs içeriklerinden faydalanmak için

source: To represent my organization
tr: Kurum ya da Kuruluşumu bu web portalında temsil etmek için.

source: To learn about youth projects
tr: Gençlik alanında gerçekleştirilen çalışmalardan haberdar olmak için

source: To find partners for new projects
tr: Gençlik alanında yeni projeler geliştirmede yeni ortaklar bulmak için.

source: How learned about www.tgag.org
tr: www.tgag.org web sitesinden nasıl haberdar oldunuz?

source: Search Engine
tr: Arama Motorlarından

source: Youth Council Briefings
tr: Gençlik Meclisi Bilgilendirme Toplantısı

source: Friends
tr: Arkadaşları

source: Dear %{user_name},
tr: Sevgili %{user_name}

source: Your %{application_name} account has been activated
tr: %{application_name} hesabınız aktivite edildi.

source: For future reference, you are registered as:
tr: Gelecekteki başvuru için, şu şekilde kaydoldunuz:

source: login name %{user_name}.
tr: Oturum Açma Adı %{user_name}

source: To visit the site, follow the link below:
tr: Siteyi ziyaret etmek için aşağıdaki linki takip ediniz:

source: Please email %{support_email} if you have any questions or comments about the website.
tr: Herhangi bir sorunuz ya da öneriniz olması durumunda lütfen bizile iletişime geçmekten çekinmeyiniz. %{support_email}

source: Best Regards,
tr: İyi günler

source: Hello %{user_name} We
tr: test %{user_name}

source: %{application_name} has received a request to reset your password.
tr: %{application_name} şifrenizin resetlenmesi için bir talep ulaştı

source: If this was not your intentions, please ignore this message.
tr: Eğer bu sizin tarafınızdan gerçekleştirilmiş değilse lütfen bu mesajı dikkate almayınız.

source: To reset your password please visit this link:
tr: Şifrenizi resetlemek için lütfen şu bağlantıyı takip ediniz.:

source: You requested that your %{application_name} password be reset, but your account is not yet active.
tr: %{application_name} şifrenizi resetlemyi talep ettiniz ancak hesabınız henüz aktivite edilmemiş.

source: Click the following link to activate your account and complete the signup process:
tr: Hesabınızı aktivite etmek için lütfen aşağıdaki bağlantıyı takip ediniz:

source: After activating your account you can reset your password by visiting:
tr: Hesabınızı aktivite ettikten sonra ziyaret ederek şifrenizi resetleyebilirsiniz.

source: Your %{application_name} password has been reset.
tr: %{application_name} şifreniz resetlendi.

source: Thank you for signing up at the %{application_name} website!
tr: %{application_name} üzerinde hesap açtığınız için teşekkürler.

source: Please visit the following url to activate your account:
tr: Hesabınızı aktivite etmek için lütfen bağlantıyı takip ediniz.

source: Username: %{user_name}
tr: Kullanıcı Adı: %{user_name}

source: Password: %{password}
tr: Şifre: %{password}

source: Send To
tr: Kime

source: Name
tr: Adı

source: Activate your %{application_name} account!
tr: %{application_name} hesabınızı aktivite edin.

source: Your %{application_name} account has not yet been activated
tr: %{application_name} hesabınız henüz aktivite edilmedi.

source: Your %{application_name} account has been activated!
tr: %{application_name} hesabınız aktivite edildi.

source: You have requested to change your %{application_name} password
tr: %{application_name} şifrenizi değiştirmeyi talep ettiniz.

source: Making connections through %{application_name}
tr: %{application_name} aracılığı ile bağlantılar kurun.

source: %{follower} requested to make you a Friend on %{application_name}.
tr: %{follower} isimli kişi sizi %{application_name} üzerinde arkadaş olmaya davet ediyor.

source: You may view their profile at %{inviter_profile_url}
tr: Profillerini şuradan görebilirsiniz %{inviter_profile_url}

source: Visit that page to accept their request and add them to your Friend list.
tr: Davetiyeyi kabul etmek ve arkadaş listenize eklemek için sayfayı ziyaret ediniz.

source: Accept Friend Request
tr: Arkadaşlık Talebini Kabul Et

source: Friend Request Pending
tr: Arkadaş Talebi Beklemede

source: Working Groups
tr: Çalışma Grupları

source: Videos
tr: Videoları

source: Latest Videos
tr: En Son Videoları

source: Share It!
tr: Paylaş!

source: Go Back
tr: Geri

source: Go
tr: Ara

source: Phone
tr: Telefon

source: I am a member of
tr: Üyesi Olduğu Gençlik Meclis

source: Assignment
tr: Meclis içindeki Görevi

source: Current School
tr: Okuduğu Okul

source: Last graduated from
tr: Mezun Olduğu Son Okul

source: Education and Seminars
tr: Katıldığı Eğitim ve Seminerler

source: &lt;select a value&gt;
tr: &lt;bir değer seçiniz&gt;

source: (required)
tr: (zorunlu)

source: By clicking <i>Sign-up Now</i> you indicate that you are at least 18 years of age and agree to comply with the %{tos_link_anchor}Terms and Conditions%{link_end}.
tr: <i>Kaydol </i>’a tıklayarak en az 18 yaşında olduğunuzu ve şartlara %{tos_link_anchor}uyduğunuzu kabul%{link_end} etmiş oluyorsunuz.

source: private
tr: özel

source: visible to colleagues
tr: arkadaşlara görünür

source: visible to members
tr: üyelere görünür

source: visible to public
tr: herkese görünür

source: Please fill out the information below and upload a photo for your profile. By default your information can be searched by TWB members and colleagues; however, we have provided the option to change visibility preference. Below each area select who can view your information. TWB respects the privacy of all members.
tr: Lütfen aşağıdaki bilgileri doldurunuz ve profiliniz için bir resim yükleyiniz. Varsayılan olarak, bilgileriniz UGP üyeleri ve arkadaşlarınız tarafından görülebilir fakat profilinizin kimler tarafından görüntülenebileceğini ayarlayabilirsiniz. Habitat için Gençlik Derneği kişilerin mahremiyetine saygı duyar.

source: Inbox (%{num_unread_messages})
tr: Gelen Kutusu (%{num_unread_messages})

source: You must be logged in to access this feature.
tr: Bu özelliğe erişebilmek için giriş yapmak zorundasınız.

source: created %{long_ago}
tr: %{long_ago} oluşturuldu

source: Previous
tr: Geri

source: Next
tr: İleri

source: Date Browse
tr: Tarihe göre Sıralama

source: Alpha Browse
tr: Alfabetik Sıralama

source: About Me
tr: Hakkımda

source: (page)
tr: (sayfa)

source: (user)
tr: (kullanıcı)

source: (group)
tr: (grup)

source: (blog entry)
tr: (blog girişi)

source: (news item)
tr: (yeni nesne)

source: (member story)
tr: (haberler)

source: Blogs
tr: Blog Posta Geçmişi

source: Stories
tr: Hikâyesi

source: All
tr: Tümü

source: Site Administration
tr: Site Yönetimi

source: What are you doing right now?
tr: Şu anda ne yapıyorsun?

source: Updating your status. Please wait.
tr: Bilgileriniz güncelleniyor. Lütfen bekleyiniz

source: username available
tr: kullanici adi uygun

source: email available
tr: e-mail adresi uygun

source: Welcome %{first_name}!
tr: Hoş geldin %{first_name}!

source: My Colleagues
tr: Arkadaşlarım

source: My Recent Activity Feed
tr: En son yaptıklarım

source: Comments On My Profile
tr: Profilim hakkındaki yorumlar

source: Items I Have Shared
tr: Paylaştığım Nesneler

source: Complete Your Profile
tr: Profilini tamamla

source: clear
tr: temizle

source: %{comment_age} ago %{user_name_link} wrote :
tr: "%{comment_age} önce %{user_name_link} yazdı:

source: Description
tr: Açıklama

source: <span>%{user_name}</span> <span id="current-status-text">%{status}</span>
tr: <span>%{user_name}</span> <span id="şu_an_ki_durumu">%{status}</span>

source: update your status!
tr: Durumunu güncelle!

source: Activity
tr: Son Yenilikler

source: Files
tr: Dosyalar

source: New Topic
tr: Yeni Konu

source: Views
tr: Görüntülenme
