Repository: yfh/luvfoo
Catalog: po/yfh-*/luvfoo.po
Languages: tr

source: &lt;&lt; Back to Member Stories
tr: &lt;&lt; Üye Hikayesine Geri Dön

source: Edit Member Story
tr: Üye Hikayesi Düzenle

source: Member Stories
tr: Arşiv

source: Add New Story
tr: Üye Hikayesi Ekle

source: Icon
tr: İkon

source: Story Title
tr: Hikaye Başlığı

source: Summary
tr: Özet

source: Add Member Story
tr: Üye Hikayesi Ekle

source: Site News Stories
tr: Haberleri düzenle

source: Title
tr: Başlık

source: Created
tr: Oluştur

source: Promote Story: %{story_name}
tr: %{story_name} tarafından gönderildi.

source: Edit
tr: Düzenle

source: Edit this news story.
tr: Bu sayfayı düzenle

source: Delete
tr: Sil

source: Ban
tr: Banla

source: Add News Item
tr: Haberler ekle

source: Editing role
tr: Profil Düzenle

source: Rolename
tr: Profil Adı

source: Update
tr: Güncelle

source: Show
tr: Göster

source: Back
tr: Geri

source: Roles for %{user}
tr: Profiller %{user}

source: Roles assigned:
tr: Atanmış Profiller

source: Roles available:
tr: Uygun Profiller

source: New role
tr: Yeni Profil

source: Create
tr: Oluştur

source: Rolename:
tr: Profil Adı

source: remove role
tr: Profil Sil

source: assign role
tr: Profil Ata

source: Search Results
tr: Arama Sonuçları

source: To include a youtube video use: [youtube: address_of_video]
tr: Google videosu kullanmak için: [googlevideo: address_of_video]

source: Add Comment
tr: Yorum ekle

source: User Photo Icon
tr: Kullanıcı Fotoğraf Simgesi

source: Comment Icon
tr: Yorum Simgesi

source: Friends Icon
tr: Arkadaşlar Simgesi

source: News Icon
tr: Mesaj Simgesi

source: %{user_name_link} uploaded a %{photo_link_begin_tag}new photo%{photo_link_end_tag}
tr: %{user_name_link} uploaded a %{photo_link_begin_tag}new photo</a>

source: Shared Page Icon
tr: Simgeyi Paylaş

source: %{link_to_user} shared %{share_link} with you.
tr: %{link_to_user} tarafından seninle paylaşılanlar %{share_link}

source: Please enter a value for %{label}
tr: Lütfen %{label} için bir değer giriniz

source: Editing forum
tr: Forum Düzenleme

source: Back to Forums
tr: Forumlara Geri Dön

source: %{application_name} Forums
tr: %{application_name} Forumlar

source: Create a new forum
tr: Yeni Forum oluştur

source: Creating a new forum
tr: Yeni Forum Oluşturma

source: Last Post
tr: Son Posta

source: No forums exist at this time.
tr: Şu anda hiç bir forum bulunmuyor

source: Drag forum rows to reorder.
tr: Forum Satırlarını yeniden düzenlemek için sürükleyiniz

source: New forum
tr: Yeni Forum

source: Forums
tr: Forumlar

source: Start a new topic
tr: Yeni Konu aç

source: Starting a new topic in %{forum_name}
tr: %{forum_name} 'da yeni konu aç

source: Topic
tr: Konu

source: Posts
tr: Postalar

source: There are no topics in this forum yet.
tr: Bu forumda henüz hiç bir konu bulunmuyor

source: Save
tr: Kaydet

source: Editing forum %{forum_name}
tr: Forum Düzenle %{forum_name}

source: Destroy
tr: Yok et

source: Are you sure?
tr: Emin misiniz?

source: Editing post in %{topic_title}
tr: %{topic_title} alanında posta düzenle

source: Most Recent Forum Posts
tr: En yeni forum postaları

source: Posted by %{user_name_link}
tr: %{user_name_link} tarafından gönderildi.

source: Posted %{time_since_post} ago
tr: %{time_since_post} önce gönderildi

source: Back to %{forum_name}
tr: %{forum_name} geri dön

source: Post a follow up
tr: Takip postası gönder

source: Post a followup
tr: Takip Postası gönder

source: Please %{login_link} or %{sign_up_link} to participate!
tr: Lütfen katılmak için %{login_link} ya da %{sign_up_link} tıklayınız.

source: login
tr: Oturum aç

source: Sign In
tr: Oturum Aç

source: sign-up
tr: kayıt Ol

source: %{age_of_forum_post} ago, %{user_name_link} posted %{post_title_link} in %{forum_link}
tr: %{age_of_forum_post} ago, %{user_name_link} posted %{post_title_link} in %

source: Editing topic %{topic_title}
tr: Konuyu Düzenle %{topic_title}

source: My Network
tr: Networküm

source: friends
tr: Arkadaşlar

source: Following
tr: İzleyen

source: View All
tr: Hepsini Gör

source: %{group_name} Comments
tr: %{group_name} Görüşler

source: Add a Comment
tr: Yorum Ekle

source: Leaving A Comment On %{group_name}
tr: %{group_name} grubuna yorum bırakınız

source: Editing Group: %{group_name}
tr: Forum Düzenle %{group_name}

source: Upload Photo:
tr: Fotoğraf Yükle

source: Upload Photos
tr: Fotoğraf Yükle

source: Delete Group
tr: Gruptan Ayrıl

source: Latest Discussions
tr: Son Yorumlar

source: Start a new discussion
tr: Yeni Konu aç

source: Starting a new discussion in %{forum_name}
tr: %{forum_name} 'da yeni konu aç

source: Groups
tr: Gruplar

source: Create a New Group
tr: Yeni Grup Oluştur

source: Invite Your Friends
tr: Arkadaşlarını Davet Et

source: Members
tr: Üyeler

source: Edit News Item
tr: Haberleri düzenle

source: Latest News
tr: Haberler

source: Add News
tr: Haber Ekle

source: %{group_name} - Latest News
tr: %{group_name} - Son Haberler

source: Read More &gt;&gt;
tr: Daha fazlasını Oku &gt;&gt;

source: %{group_name} - Photos
tr: %{group_name} - Fotoğraflar

source: Photos
tr: Fotoğraflar

source: Upload A Photo
tr: Fotoğraf yükle

source: Upload Photo
tr: Fotoğraf Yükle

source: Return to %{group_name}
tr: %{forum_name} geri dön

source: News
tr: Haberler

source: Member Comments
tr: Yorumlar

source: Leave a Comment
tr: Yorum Bırak

source: Shared Web Pages
tr: Paylaşılan Web Sayfaları

source: Share a Web Page
tr: Döküman Paylaş

source: Officers
tr: Yönetici

source: Group Name
tr: Gruplar

source: Group Tags
tr: Gruplar

source: Shared Documents
tr: Paylaşılan Dökümanlar

source: Login
tr: Oturum Aç

source: Signup
tr: Kayıt Ol

source: Information
tr: Bilgi

source: Main
tr: Anasayfa

source: Comments
tr: İçerikler

source: Edit Group
tr: Grubu Düzenle

source: Edit Group Settings
tr: Grubu Düzenle

source: Rejoin %{group_name}
tr: %{group_name}grubuna katılmak istiyor musunuz?

source: Join %{group_name}
tr: Gruba Katıl

source: Would you like to request membership in the group %{group_name}?
tr: %{group_name}grubuna katılmak istiyor musunuz?

source: Join
tr: Katıl

source: %{group_name} is an open group that anyone can join.
tr: %{group_name} herkesin katılabileceği açık bir gruptur.

source: Would you like to join %{group_name}?
tr: %{group_name}grubuna katılmak istiyor musunuz?

source: Invite Friends
tr: Arkadaşlarını Davet Et

source: Leave Group
tr: Gruptan Ayrıl

source: %{link_to_sharer} shared %{link_to_web_page} %{time_since_shared} ago.
tr: %{link_to_sharer} tarafından %{time_since_shared} önce %{link_to_sharer} paylaşıldı.

source: Contact Us
tr: Bizimle İletişime Geçin

source: Thank you for contacting Teachers Without Borders. Please complete the form below and a Teachers Without Borders staff member will contact you shortly.
tr: Habitat İçin Gençlik ile iletişime geçtiğiniz için teşekkürler. Lütfen aşağıdaki formu doldurunuz, en kısa zamanda Habitat İçin Gençlik çalışanı sizinle iletişim egeçecektir.

source: Your name:
tr: Adınız:

source: Please provide us with your name.
tr: Lütfen adınızı giriniz

source: Your phone number:
tr: Telefon Numaranız:

source: Your phone number is optional but will help us contact you if necessary.
tr: Telefon numarası zorunlu değildir fakat gerekli olması durumunda sizinle iletişime geçmemize yardım edecektir.

source: Your email:
tr: E-Posta Adresiniz:

source: Please provide us with your email so that we can contact you if necessary.
tr: Lütfen e-posta adresinizi giriniz.

source: Subject:
tr: Konu:

source: A simple statement indicating the nature of your feedback.
tr: Basit bir ifade geri bildiriminizin esasını belirtiyor.

source: Your message/question:
tr: Mesajınız/Sorunuz:

source: Please include any comments you would like us to hear.
tr: Lütfen bize görüşlerinizi iletiniz.

source: Send
tr: Gönder

source: Latest Comments
tr: Son Yorumlar

source: Newest Members
tr: En Yeni Üyeler

source: About Us
tr: Hakkımızda

source: Welcome to Our New Members
tr: Üyeler

source: Newest Pictures
tr: En Yeni Resimler

source: Countries
tr: Şehirler

source: Home
tr: Ana Sayfa

source: People
tr: Üyeler

source: Courses
tr: Eğitimler

source: My Dashboard
tr: Panom

source: Logout
tr: Oturumu Kapat

source: Sign-up
tr: Kayıt Ol

source: Teachers Without Borders
tr: Habitat İçin Gençlik

source: More Stories
tr: Arþiv

source: Manage Stories
tr: Yönetmek Öyküler

source: Read More
tr: Detaylı bilgi için tıklayınız

source: My Messages
tr: Mesajlarım

source: Sent Messages
tr: Mesajları Gönder

source: Message
tr: Mesaj

source: Reply
tr: Yanıtla

source: RE: %{message_subject}
tr: YNT: %{message_subject}

source: To:
tr: Kime:

source: Send Message
tr: Mesajı Gönder

source: Inbox Messages
tr: Posta Kutusu

source: Message Center
tr: Mesaj Merkezi

source: No Messages
tr: Mesaj Yok

source: To
tr: Kime

source: From
tr: Kimden

source: Subject
tr: Konu

source: When
tr: Ne Zaman

source: From: %{sender_link} %{time_since_created} ago
tr: Kimden: %{sender_link} %{time_since_created} kadar önce

source: Add tags to help others discover your content.
tr: Başkalarının da içeriğinizi keşfetmeleri için etiket ekleyin.

source: delete icon
tr: (sil)

source: Comments %{number_of_comments}
tr: Yorumlar%{number_of_comments}

source: Leaving A Comment On %{news_item_title}
tr: %{news_item_title} üzerine yorum bırakın

source: Posted %{time_since_posted} ago
tr: %{time_since_posted} önce gönderildi

source: From %{news_source}
tr: %{news_source}'den haberler

source: Edit Page
tr: Sayfayı düzenle

source: New Page
tr: Yeni sayfa

source: Content
tr: İçerik

source: Password:
tr: Şifre:

source: Confirm Password:
tr: Şifreyi Doğrula

source: Reset Your Password
tr: Şifrenizi Yenileyin

source: Forgot Password
tr: Şifreyi Unuttum

source: What is the email address used to create your account?
tr: Hesabınızı oluşturma için kullanılan e-posta adresi nedir?

source: Reset Password
tr: Şifreyi yenile

source: Photo:
tr: Fotoğraf:

source: (delete)
tr: (sil)

source: %{user_name}'s Blogs
tr: %{user_name} Blogları

source: My Blog
tr: Blog

source: %{user_name}'s Blog
tr: %{user_name} Blogu

source: %{user_name} has no blog posts.
tr: %{user_name}'ın blog postası yok

source: Comments (%{number_of_comments})
tr: Görüşler (%{number_of_comments})

source: Posted %{time_ago} ago
tr: %{time_since_post} önce gönderildi

source: Blog Post History
tr: Blog Posta Geçmişi

source: Most Recent Blog Posts
tr: En yeni haberler

source: Write a New Post
tr: Yeni Posta Yaz

source: Conversation with %{user_name}
tr: Wall to wall with %{user_name}

source: Back to Profile
tr: Profile Geri Dön

source: Add A Comment
tr: Yorum Ekle

source: Adding A Comment
tr: Yorum ekleniyor

source: Leaving A Comment On %{user_name}'s Wall
tr: %{user_name}'ın duvarına yorum bırakılıyor

source: Latest YouTube Video
tr: En Son Youtube Videoları

source: Latest Flickr Pictures
tr: En Son Flickr Resimleri

source: Direct Message
tr: Doğrudan Mesaj

source: New Message For %{user_name}
tr: %{user_name} isimli kullanıcından yeni mesaj

source: Leaving A Comment For %{user_name}
tr: %{user_name}'ın duvarına yorum bırakılıyor

source: (Edit Profile)
tr: Profili Düzenle

source: About:
tr: Hakkında:

source: Website:
tr: Web sitesi:

source: Featured Member
tr: Gösterilen Üye

source: more
tr: Daha fazla

source: Groups %{user_name} Belongs To
tr: %{user_name} Blogları

source: Nowhere
tr: Hiç Bir yerde

source: Recent Activity
tr: Son faaliyet

source: Log-in to your Account
tr: Hesabınıza Bağlanın

source: Username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Remember me
tr: Beni Hatırla

source: Log-in Now
tr: Şimdi Bağlan

source: Register for an account
tr: Hesap için Kayıt olun

source: Forgot your password?
tr: Şifreyi unuttum

source: Search
tr: Arama

source: Feedback
tr: Geri Bildirim

source: Privacy
tr: Gizlilik

source: Terms of Service
tr: Hizmet Koşulları

source: Invite More
tr: Daha fazla davet et

source: My Groups
tr: Grupları

source: My Friends
tr: Arkadaşlar

source: My Photos
tr: Fotoğraflar

source: Inbox
tr: Gelen Kutusu

source: New Message
tr: Yeni Mesaj

source: Reply To %{sender}
tr: %{sender}'a yanıtla

source: Edit Post
tr: Posta Düzenle

source: Write New Blog Post
tr: Yeni Posta Yaz

source: You have no blog posts.
tr: Oturum kapatıldı

source: New Post
tr: Yeni Posta

source: Edit this post.
tr: Bu sayfayı düzenle

source: Edit Profile
tr: Profili Düzenle

source: or
tr: Ya da

source: Skip This Step
tr: Bu adımı atla

source: Thanks for signing up!
tr: Kayıt olduğunuz için teşekkürler!

source: General info
tr: Genel Bilgi

source: First Name
tr: Adı:

source: Last Name
tr: Soyadı:

source: Email Address
tr: E-Posta Adresi

source: Change Password
tr: Şifreyi Doğrula

source: Current Password:
tr: Şifreyi yenile

source: Remove My Account
tr: Hesabınıza Bağlanın

source: %{user_name}'s Groups
tr: %{user_name}'ın Grupları

source: You aren't a member of any groups.
tr: Herhangi bir gruba üye değilsiniz.

source: %{user_name} isn't a member of any groups.
tr: %{user_name herhangi bir gruba üye değil.

source: All Users
tr: Bütün Kullanıcılar

source: Email
tr: E-Posta

source: Enabled?
tr: Etkin?

source: Roles
tr: Profiller

source: Join %{application_name}
tr: %{application_name}'a Katıl

source: Welcome to %{application_name}
tr: %{application_name}'a Hoşgeldiniz

source: Already a member? %{login_link_anchor}Sign in now%{login_link_end}
tr: Zaten üye misiniz?%{login_link_anchor} Şimdi Kayıt olun%{login_link_end}

source: Choose a Member Name
tr: Üye adı seçin

source: Confirm Password
tr: Şifreyi Doğrula

source: I agree to the %{tos_link_anchor}Terms and Conditions%{tos_link_end}
tr: %{tos_link_anchor}koşul ve şartları%{tos_link_end} kabul ediyorum.

source: Sign-up Now
tr: Şimdi kayıt Ol

source: Consult for Teachers Without Borders projects to close the education divide.
tr: Eğitim bölümünü kapatmak için Habitat İçin Gençlik'a danışın.

source: Improve the chances for stability, democracy, hope, and participation in a global economy.
tr: istikrar, demokrasi, umut ve global bir ekonomiye katılım için fırsatları geliştir.

source: Help teachers gain access to a global network and clearinghouse of good ideas.
tr: Global bir network edinebilmek için öğretmenlere yardım edin

source: Ensure digital desegregation in a world increasingly dependent upon technology.
tr: Teknolojiye dayalı dünyada dijital bütünleymeyi sağlayın.

source: Enlarge attention to one of the most crucial issues of our time - education in an information age.
tr: Bilgi çağında en önemli konulardan biri olan eğitim hakkında farkındalığınızı genişletin

source: %{user_name}'s Photos
tr: %{user_name} Fotoğrafları

source: (select text before sharing it to make it show up here)
tr: (Yukarıda görünücek biçimde paylaşmadan önce metni seçin)

source: Edit Document
tr: Posta Düzenle

source: Thank you for registering!
tr: Kaydolduğunuz için teşekkürler.

source: You will be receiving an email shortly at %{user_email}.
tr: %{user_email} adresine bir e-posta alacaksınız.

source: Please check your email to confirm your account.
tr: Lütfen hesabınızı doğrulamak için e-posta adresinizi kontrol edin.

source: Username:
tr: Kullanıcı Adı:

source: (password sent via email)
tr: (şifre e-posta yoluyla gönderildi)

source: Email Address:
tr: E-posta Adresi:

source: Date Registered:
tr: Tarih Kaydedildi

source: Thank you for registering %{user_name}!
tr: Kaydolduğunuz için teşekkürler.

source: Actions
tr: Eylemler

source: Messages
tr: Mesajlar

source: Write
tr: Web sitesi:

source: Write a Message
tr: Yeni Mesaj

source: Blog Posts
tr: Blog Posta Geçmişi

source: Manage
tr: Mesaj

source: Upload and Manage Photos
tr: Fotoğraf yükle

source: Share a Web Page or Google Document
tr: Web Sayfası Paylaş

source: Edit Your Profile
tr: Profili Düzenle

source: Write a Page
tr: Sayfayı düzenle

source: Documents
tr: Paylaşılmış Dökümanlar

source: Notifications
tr: Bildiriler

source: Add a Page
tr: Sayfayı düzenle

source: Pages
tr: Sayfalar

source: City
tr: Şehir

source: yes
tr: Evet

source: no
tr: Hayır

source: disable
tr: Uygun değil

source: enable
tr: Uygun

source: edit roles
tr: Profili düzenle

source: post
tr: Postalar

source: posts
tr: Postalar

source: Sign-up to Follow
tr: Şimdi kayıt Ol

source: Stop Being Friends
tr: Arkadaşları Bul

source: Stop Following
tr: İzleyen

source: Be Friends
tr: Arkadaşlar

source: Friend Request
tr: Arkadaş olarak ekle

source: Start Following
tr: İzleyen

source: Your account has been activated! You can now login.
tr: Hesabınız aktivite edildi. Şimdi oturum açabilirsiniz.

source: Activation code not found. Please try creating a new account.
tr: Aktivasyon kodu bulunamadı.Lütfen yeni hesap oluşturmayı deneyin.

source: Your account has already been activated. You can log in below.
tr: Hesabınız daha önce aktivite edilmiş. Aşağıdan otrum açabilirsiniz.

source: Password successfully updated.
tr: Şifre başarıyla güncellendi.

source: There was a problem changing your password. %{errors}
tr: Bu kullanıcıya ulaşmada bir sorun var

source: New password does not match the password confirmation.
tr: Yeni şifreniz şifre doğrulama ile uyuşmuyor.

source: Your old password is incorrect.
tr: Eski şifreniz yanlış.

source: Role was successfully created.
tr: grup başarıyla oluşturuldu.

source: Oops... I could not create that comment. %{errors}
tr: Oops... Yorum oluşturamıyorum.

source: Comment successfully removed.
tr: Fotoğraf başarıyla yüklendi

source: Sorry, you can't do that.
tr: Özür dileriz, bunu yapamazsınız.

source: Item successfully removed from the recent activities list.
tr: Öğe son aktiviteler listesinden başarıyla kaldırıldı.

source: ForumPost was successfully saved.
tr: Forum postası başarıyla kaydedildi.

source: ForumTopic was successfully saved.
tr: Forum konusu başarıyla kaydedildi.

source: Oops... That didn't work. Try again!
tr: Oops...Çalışmadı. Tekrar deneyin!...

source: Please come and join me on %{group_name}
tr: %{group_name}grubuna katılmak istiyor musunuz?

source: You have joined the group %{group_name}
tr: %{group_name}grubuna katılmak istiyor musunuz?

source: You have left the group
tr: Oturum kapatıldı

source: There was a problem with the group. Please try again.
tr: Bu kullanıcıya ulaşmada bir sorun var

source: Photo was deleted.
tr: Fotoğraf Silindi

source: Group was successfully updated.
tr: Grup başarıyla güncellendi.

source: Thank you for your message. A member of our team will respond to you shortly.
tr: Mesajınız için teşekkürler. Takım üyelerimizden birisi size en kısa sürede geri dönecektir.

source: You have no mail in your inbox. Send a message to someone.
tr: Gelen kutunuzda posta yok. Birisine mesaj göndermeyi deneyin.

source: Message sent.
tr: Mesaj gönderildi

source: Sorry, you can't send messages.
tr: Özür dileriz, mesaj gönderemezsiniz.

source: A password reset link has been sent to your email address.
tr: Şifre yenileme linki e-posta adresinize gönderildi.

source: Could not find a user with that email address.
tr: Bu e-posta adresine ilişkin bir kullanıcı bulunamıyor

source: Invalid Reset Code entered.
tr: Geçersiz yenileme kodu girildi

source: Sorry - That is an invalid password reset code. Please check your code and try again. (Perhaps your email client inserted a carriage return?)
tr: Bu geçersiz bir şifre yenileme kodudur. Lütfen kodu kontrol ediniz ve tekrar deneyin.

source: Password field cannot be blank.
tr: Şifre bölümü boş bırakılmamalı

source: Password reset.
tr: Şifre yenilendi

source: Password not reset.
tr: Şifre yenilenemedi

source: Invalid Reset Code entered
tr: Geçersiz Yenileme kodu girildi

source: %{name} hasn't written any blog posts yet.
tr: %{user_name}'ın blog postası yok

source: Could not find the requested blog post
tr: Blog postasını güncelleme başarısız oldu.

source: Sorry could not log in with identity URL. It is possible that your login or email is already in use. If you already have an account, log into your account and then associate your Open ID with that account.
tr: Özür dileriz, bu URL ile oturum açılamıyor Bu durum e-postanız ya da oturum açmanız kullanılıyor olmasından kaynaklanıyor olabilir. Eğer hesabınız varsa, oturum açınız ve daha sonra kimliğinizle hesabınızı ilişkilendirirniz.

source: You have been logged out.
tr: Oturum kapatıldı

source: Your account must include at a minimum a nickname and valid email address to use OpenID on this site.
tr: Bu sitede hesap açmak için hesabınız bir kullanızı adı ve geçerli bir e-posta adresi içermelidir.

source: Your account is not active, please check your email for the activation code.
tr: Hesabınız aktif değil. Lütfen e-postanızı aktivasyon kodu için kontrol ediniz.

source: Your account has been disabled.
tr: Hesabınız engellenmiştir.

source: Thanks for signing up! Please check your email to activate your account before logging in.
tr: Kayıt olduğunuz için teşekkürler!Lütfen oturum açmadan önce e-postanızı hesabınızı aktivite etmek için kontrol ediniz.

source: Someone has signed up with that nickname or email address. Please select a diferent username and/or use a different email address.
tr: Başka birisi bu kullanıcı adı ya da e-posta adresi ile kayıt olmuş. lütfen başka bir kullanıcı adı ya da e-posta adresi seçin

source: We're sorry, but we couldn't recognize your login information. Please try again.
tr: Özür dileriz, oturum açma bilgileriniz tanınamıyor. Lütfen tekrar deneyin.

source: Logged in successfully
tr: Başarıyla oturum açıldı

source: New blog post created.
tr: Yeni Blog postası oluşturuldu.

source: Failed to create a new blog post.
tr: Yeni blog postası oluşturma başarısız oldu.

source: Blog post updated.
tr: Blog postası güncellendi.

source: Failed to update the blog post.
tr: Blog postasını güncelleme başarısız oldu.

source: Blog post deleted.
tr: Blog postası silindi.

source: Please specify an email address of a friend you would like to invite
tr: Lütfen bize görüşlerinizi iletiniz.

source: Photo successfully uploaded.
tr: Fotoğraf başarıyla yüklendi

source: Photo could not be uploaded.
tr: Fotoğraf yüklenemiyor

source: Failed to share the web page.
tr: Blog postasını güncelleme başarısız oldu.

source: Thanks for signing up! Please check your email to activate your account and then login.
tr: Kayıt olduğunuz için teşekkürler! Lütfen e-postanızı hesabınızı aktivite etmek için kontrol edin ve oturum açın

source: Settings have been saved.
tr: Ayaralar kaydedildi

source: User disabled
tr: Kullanıcı Engellendi

source: There was a problem disabling this user.
tr: Bu Kullanıcıyı engellemek için bir sorun var

source: User enabled
tr: Kullanıcı Uygun

source: There was a problem enabling this user.
tr: Bu kullanıcıya ulaşmada bir sorun var

source: Displayed On
tr: Görüntülenen

source: Promote Story
tr: Hikayeyi Yükselt

source: Delete this news story.
tr: Haberler hikayesini sil

source: If this content is inappropriate or offensive, banning it will prevent it from showing up on the site
tr: Eğer içerik uygunsuz ya da saldırı niteliğinde ise,banlama içeriği engelleyecektir

source: For example: [youtube: http://www.youtube.com/watch?v=J0K_s81Xe3E]
tr: Örneğin: [googlevideo: http://video.google.com/videoplay?docid=4343898391323537541]

source: You aren't currently following anyone
tr: Şu anda hiç kimseyi izlemiyorsunuz.

source: You don't currently have any followers
tr: Şu anda sizi izleyen kimse yok.

source: You don't currently have any friends
tr: Şu anda hiç bir arkadaşınız yok

source: Return to Group Home Page
tr: Grup anasayfasına geri dön

source: Cancel
tr: İptal

source: Delete Group Photo
tr: Grup fotoğrafını sil

source: Are you sure you want to delete this photo? This can not be undone.
tr: Bu fotoğrafı silmek istediğinize emin misiniz?\

source: Delete This Group
tr: Grubu sil
